Repository: pypi-data/pypi-mirror-314
Catalog: packages/collective.volto.gdprcookie/collective_volto_gdprcookie-1.0.4.tar.gz/collective_volto_gdprcookie-1.0.4/src/collective/volto/gdprcookie/locales/*/LC_MESSAGES/collective.volto.gdprcookie.po
Languages: it

source: GDPR Cookie Settings
it: Banner cookie

source: Installs the collective.volto.gdprcookie add-on.
it: Installa collective.volto.gdprcookie

source: Uninstalls the collective.volto.gdprcookie add-on.
it: Disinstalla collective.volto.gdprcookie

source: banner_enabled_help
it: Se selezionato, il banner dei cookie verrà mostrato agli utenti.

source: banner_enabled_label
it: Abilita il banner

source: cookie_expires_help
it: Imposta quanti giorni deve durare l'accettazione dei cookie su questo sito. Alla scadenza verrà riproposto il banner all'utente.

source: cookie_expires_label
it: Durata preferenze utente

source: cookie_version_help
it: Identificativo della versione delle impostazioni dei cookie attuali. Quando l'utente accetta/rifiuta i cookie, viene anche salvato un cookie tecnico con questo valore. Cambiandolo, vengono invalidate le preferenze precedenti e l'utente torna a vedere il banner per accettare i cookie. E' utile cambiare questo valore quando si apportano modifiche significative alle impostazioni, e si vuole forzare l'utente ad accettare le condizioni aggiornate. Il codice scelto deve essere diverso dai precedenti. Si consiglia un codice contenente un numero incrementale.

source: cookie_version_label
it: Numero di versione delle impostazioni

source: gdpr_cookie_settings_controlpanel_label
it: Impostazionie Cookie GDPR

source: gdpr_cookie_settings_label
it: Configurazione del banner per i cookie

source: show_icon_help
it: Se selezionato, verrà mostrata l'icona per aprire le preferenze dei cookie.

source: show_icon_label
it: Mostra icona per le preferenze

source: technical_cookies_only_help
it: Se selezionato, il banner mostrerà solamente la parte di cookie tecnici. Da utilizzare se il sito non prevede cookie di profilazione di terze parti.

source: technical_cookies_only_label
it: Solo cookie tecnici
